---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.ExportLineweightTable
source: html/016a342d-309b-5a50-4739-b657fa80b24c.htm
---
# ExportLineweightTable Members

Constructs a new ExportLineweightTable with default settings.